{
  "public-advisory": [
    {
      "AdvisoryID": "118",
      "Rank": "1000",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-08-06 8:40:29 AM",
      "Headline": "Rushing water conditions &ndash; USE EXTREME CAUTION",
      "Description": "The access trail leading into Evanoff Provincial Park, to Fang Trailhead, crosses a creek. The current water levels are high; it is not advised to cross during high or rushing water conditions. Visitors are urged to use extreme caution when crossing this creek, or consider to reschedule their visit for another time."
    },
    {
      "AdvisoryID": "100",
      "Rank": "3",
      "Alert": "N",
      "DisplayAdvisoryDate": "N",
      "AdvisoryDate": "2020-07-30 3:22:54 PM",
      "Headline": "Access to Lake Lovely Water trailhead",
      "Description": "Access is from the west side of the Squamish River. The east side of the river is First Nations land and BC Parks does not recommend using the dirt road to access the trailhead due to land use issues. Use of the cable car is also PROHIBITED. Helicopter and boat services are available, see the <a href=\"#Location\">Location</a> section below for further details."
    },
    {
      "AdvisoryID": "218",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-10-16 11:45:51 AM",
      "Headline": "Blackwall Road and Lone Duck 1 Shelter winter closures",
      "Description": "<p>Blackwall Road to the Cascade Lookout and Alpine Meadows is now closed for the season to vehicle traffic due to snow.</p> <p>Lone Duck 1 shared winter shelter will not be open this year due to COVID-19.</p>"
    },
    {
      "AdvisoryID": "217",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-10-15 11:55:45 AM",
      "Headline": "Campground and park gate closed for the winter",
      "Description": "<p>Rolley Lake Campground and park main gate are closed for the winter. No vehicle access to park, but foot traffic is welcome. Overnight camping is not permitted. Winter camping is available nearby at <a href=\"http://bcparks.ca/explore/parkpgs/golden_ears/\" target=\"_BLANK\">Golden Ears Provincial Park</a>. </p><p>Rolley Lake Campground and main gate will reopen on April 1, 2021. <br><a href=\"#operating-dates\">See dates of operation</a>.</p>"
    },
    {
      "AdvisoryID": "216",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-10-15 11:31:16 AM",
      "Headline": "Golden Ears Provincial Park winter hours",
      "Description": "Golden Ears Provincial Park is now operating on winter hours. The park gate is open 8am - 5:30pm daily, please exit the park by 5:30pm. If hazardous road conditions exist (snow/ice on road), the park gate will remain closed all day. Winter camping is available at Gold Creek Campground when the park road is open. <br><a href=\"#operating-dates\">See dates of operation</a>. For updates on road conditions and closures, visit the Park Operator&rsquo;s Twitter feed <a href=\"https://twitter.com/AlouetteParks\" target=\"_BLANK\">@alouetteparks</a>"
    },
    {
      "AdvisoryID": "215",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-10-14 4:23:40 PM",
      "Headline": "Tote Road and Stillwater Lake Trail Conditions Update",
      "Description": "<p>Due to 2017 wildfire activity, significant flood risk hazard and debris flow hazard exists at drainages along the Tote Rd. Park visitors should avoid travelling on the Tote Rd during high water or rain events.</p> <p>Due to rockfall on the Tote Road, it is driveable only by 4x4 high clearance vehicles with narrow wheelbase.</p> <p>Stillwater lake trail is open.</p>"
    },
    {
      "AdvisoryID": "214",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-10-14 4:12:00 PM",
      "Headline": "Temporary noise and trail closures",
      "Description": "Park visitors may expect some minor noise disturbance and traffic flow delays as a fuel management treatment project is being carried out. For the safety of the public, some trails may also be temporarily closed while this activity is taking place."
    },
    {
      "AdvisoryID": "213",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-10-13 4:07:58 PM",
      "Headline": "Expect winter snow conditions at higher elevations (>1300m) all across Garibaldi Park",
      "Description": ""
    },
    {
      "AdvisoryID": "212",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-10-13 3:36:09 PM",
      "Headline": "Cheakamus campground flooding",
      "Description": "Cheakamus campground is currently experiencing flooding due to heavy rain. Two of the eight campsites are covered in water."
    },
    {
      "AdvisoryID": "211",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-10-09 4:56:31 PM",
      "Headline": "Traffic pattern change at Manson&rsquo;s Landing Oct. 16, 2020",
      "Description": "<p>In order to protect the sensitive coastal sands ecosystems at Manson&rsquo;s Landing Park, the rock barriers that prevent vehicle access to the spit will be relocated. The barriers will be moved approximately, 80m South toward the boat launch turn around area . Please use the boat launch with care. Assist restoration efforts by parking vehicles and trailers in the parking area opposite the government dock, once you have finished launching your boat. </p> <p>The rock barriers will be relocated on October 16, 2020. Please note, boat launch access will be limited while the work is being completed. Thank-you for your cooperation.</p>"
    },
    {
      "AdvisoryID": "210",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "N",
      "AdvisoryDate": "2020-10-09 4:17:01 PM",
      "Headline": "Day-use passes are not required to visit the park at this time",
      "Description": ""
    },
    {
      "AdvisoryID": "209",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-10-09 11:26:28 AM",
      "Headline": "Picnic Shelter remains closed for the season",
      "Description": ""
    },
    {
      "AdvisoryID": "207",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-10-08 1:37:56 PM",
      "Headline": "Osprey Campground/Group Use and Day Use area closed until Oct. 31",
      "Description": "The Osprey Campground/Group Use and Day Use area is closed until Oct. 31 and will be inaccessible for vehicle traffic. Day users can access the park via the boat launch road, with vehicle parking and turn around at the boat launch parking area. After Oct. 31, park access will again be available via the Osprey parking area."
    },
    {
      "AdvisoryID": "127",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-29 1:34:49 PM",
      "Headline": "Botanical Beach Temporarily Closed",
      "Description": "<p>Due to a problem bear in the area, Botanical Beach remains closed for public safety. BC Parks is closely monitoring and assessing the activity and behaviour of the bear. The closure is reassessed daily and Botanical Beach will be open as soon as possible. </p> <p>To access the Juan de Fuca Trail at the west end, please use the Parkinson Creek Trailhead.</p>"
    },
    {
      "AdvisoryID": "204",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-29 12:49:23 PM",
      "Headline": "Bowron Lake Canoe Circuit reservations opening 2021",
      "Description": "Due to uncertainty regarding the ongoing pandemic, reservations for the Bowron Lake Canoe Circuit will now open January 2021 instead of October 1, 2020."
    },
    {
      "AdvisoryID": "203",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-29 12:47:21 PM",
      "Headline": "Berg Lake Trail reservations opening 2021",
      "Description": "Due to uncertainty regarding the ongoing pandemic, reservations for the Berg Lake Trail will now open January 2021 instead of October 1, 2020."
    },
    {
      "AdvisoryID": "201",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-25 12:05:39 PM",
      "Headline": "Construction is underway for the Trans Mountain Expansion Project - please obey all posted signs and closures",
      "Description": ""
    },
    {
      "AdvisoryID": "199",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-23 4:41:15 PM",
      "Headline": "Access to the boat launch may be closed for short periods of time",
      "Description": "Due to park water system upgrades, access to the boat launch may be closed for short periods of time. In addition, traffic control will be in effect along Broadwater Road between the boat launch and campground. This work will commence on October 1, 2020."
    },
    {
      "AdvisoryID": "198",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-22 9:08:51 AM",
      "Headline": "A cougar has been observed near the Timberman Trail",
      "Description": "Be cougar smart and keep your pets on leash."
    },
    {
      "AdvisoryID": "197",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "N",
      "AdvisoryDate": "2020-09-21 10:58:36 AM",
      "Headline": "Vehicle use in Chemainus River Park is restricted to Hillcrest Road (Forest Service Road)",
      "Description": "Driving on park trails disrupts and damages natural areas. Operators of vehicles found off-road may be fined under the <a href=\"http://www.bclaws.ca/civix/document/id/complete/statreg/180_90_00\">Park, Conservancy and Recreation Area Regulation</a> (minimum $575, maximum $200,000)."
    },
    {
      "AdvisoryID": "196",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "N",
      "AdvisoryDate": "2020-09-21 10:57:42 AM",
      "Headline": "Off-road vehicle registration is mandatory",
      "Description": "Starting in 2015, off-road vehicle registration is mandatory on crown land, including on forest service roads. Find out more at: <a href=\"https://www2.gov.bc.ca/gov/content/industry/crown-land-water/crown-land/crown-land-uses/off-road-vehicles\">Off-Road Vehicle Management Framework</a>."
    },
    {
      "AdvisoryID": "195",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "N",
      "AdvisoryDate": "2020-09-21 10:56:47 AM",
      "Headline": "No camping or campfires are permitted in this park at any time",
      "Description": ""
    },
    {
      "AdvisoryID": "190",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-16 11:46:50 AM",
      "Headline": "Picnic shelter closed until further notice",
      "Description": ""
    },
    {
      "AdvisoryID": "188",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-16",
      "Headline": "Sea to Summit Trail closed until further notice. Thank you for your understanding",
      "Description": "The Backside trail has been cleared by the RCMP, but Sea to Summit will not be opened for the foreseeable future."
    },
    {
      "AdvisoryID": "187",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-15 3:48:04 PM",
      "Headline": "Halloween event postponed",
      "Description": "This year&rsquo;s Halloween event, scheduled for the Thanksgiving weekend, will be postponed until next year.  We are taking every precaution regarding COVID 19 and given the clear guidelines of safe social distancing, we are not in a position to safely operate the event this year.  While we understand this will be disappointing to many, we thank you in advance for your understanding and patience. We look forward to the event being scheduled next year!"
    },
    {
      "AdvisoryID": "186",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-15 3:43:34 PM",
      "Headline": "Boat launch closed until further notice",
      "Description": "Due to low water levels and the potential for visitors to damage their vehicles and equipment the public boat Launch at Shuswap Lake Provincial Park is closed until further notice.  Please monitor this webpage for future updates."
    },
    {
      "AdvisoryID": "184",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-15 11:31:08 AM",
      "Headline": "Active bear in area",
      "Description": "An adult black bear is active throughout the park, including the Backside Trail, Campground and climbing areas. Please be bear aware and secure all attractants in your vehicle when in the park If you encounter the bear, please report it to the RAPP line: 1-877-952-7277"
    },
    {
      "AdvisoryID": "182",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-14 4:30:07 PM",
      "Headline": "Bear Advisory &ndash; updated September 14, 2020 and ongoing",
      "Description": "<p>BC Parks has received ongoing reports of bear observations in San Josef Bay Area and along the North Coast Trail. <strong>All visitors and hikers in Cape Scott must be extremely mindful about how they recreate in bear habitat to help prevent bears from becoming habituated to humans and conditioned to insecure attractants. </strong></p> <p><strong>Please do your part when recreating in bear country and help keep bears wild.</strong></p> <ul> <li><a href=\"http://bcparks.ca/explore/wild_gen.html\">More about wildlife safety</a></li> <li><a href=\"http://bcparks.ca/recreation/water_ethics.html\">More about backcountry etiquette</a></li> </ul> <p><strong>If you encounter an aggressive wild animal, report it by calling the Conservation Officer Service 24-hour hotline toll free at <a href=\"tel://+1-877-952-7277/\">1-877-952-7277 (RAPP)</a> or #7277 on the Telus Mobility Network.</strong></p>"
    },
    {
      "AdvisoryID": "180",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-11 4:37:54 PM",
      "Headline": "Log jam on Gitnadoiks River",
      "Description": "There is a log jam on the Gitnadoiks River, 500 meters upstream from the PNG line that impedes travel. The log jam is at a bend in the river where turning around is difficult. We do not recommend travelling up the Gitnadoiks River at this time. <p> <img class=\"photo\" src=\"log-jam-20200911.jpg\" style=\"max-width: 400px\" alt=\"Log jam\" title=\"Log jam\"></p>"
    },
    {
      "AdvisoryID": "178",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "N",
      "AdvisoryDate": "2020-09-11 4:22:06 PM",
      "Headline": "Park re-opening details",
      "Description": "<p>Picnic area open for day-use as of May 14, 2020 &ndash; Picnic shelter remains closed, no water or flush toilets available, not all services will be available.</p> <p>Furlong Bay open for camping and day-use as of June 1, 2020 &ndash; Picnic shelter and amphitheatre remain closed.</p>"
    },
    {
      "AdvisoryID": "177",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "N",
      "AdvisoryDate": "2020-09-11 2:32:34 PM",
      "Headline": "The 2020 camping season has been extended at this park - see Dates of Operation table below",
      "Description": ""
    },
    {
      "AdvisoryID": "176",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "N",
      "AdvisoryDate": "2020-09-09 1:59:59 PM",
      "Headline": "We appreciate your feeback!",
      "Description": "If you have visited Big Creek Provincial Park, we would appreciate if you could <strong>please complete an <a href=\"park_user_comments_form.html\">online comment form</a></strong>. This will allow park managers to obtain valuable information from those who have experienced the area. This form is not for providing input to the management planning process."
    },
    {
      "AdvisoryID": "175",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-09 10:54:55 AM",
      "Headline": "Bear sightings in Bedwell Lakes area",
      "Description": "Black bears has been frequenting the Bedwell Lakes area. Visitors are reminded to be extra cautious in the area. If camping, ensure all food and scented items are carefully stored in the provided food caches and keep the campsite clean. <ul><li><a href=\"http://bcparks.ca/explore/misc/bears\">How to stay safe in bear country</a></li></ul> Report any further sightings to the Park Operator or through RAPP Line 1-877-952-7277 (Cell: #7277)"
    },
    {
      "AdvisoryID": "174",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-08 2:54:26 PM",
      "Headline": "Caution: Due to historic military training exercises in the Cosens Bay area, Unexploded Ordinance (UXOs) may be present",
      "Description": "Please stay on designated trails at all times. If a UXO is encountered, <strong>do not touch it and call 911.</strong>"
    },
    {
      "AdvisoryID": "173",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-08 1:38:59 PM",
      "Headline": "Campground capacity",
      "Description": "<p>Walk-in camping is not permitted if the gate is locked. Bench campground is closed and will only open if overflow sites are required in the event that Hicks Lake and Lakeside campgrounds are full.</p>"
    },
    {
      "AdvisoryID": "172",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-08 11:42:00 AM",
      "Headline": "Delta Grove Campground, Maple Bay Campground, and Maple Bay Cabins are available for reservation",
      "Description": "There are no first-come, first-served sites available in the park. Clear Creak Campground and Entrance Bay Campground are closed."
    },
    {
      "AdvisoryID": "171",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-08 11:15:01 AM",
      "Headline": "The Nels Bight and Cape Sutil Ranger Station Cabins will be closed to public access until further notice",
      "Description": "Campers must be self-sufficient and prepared to camp at all locations within the park. Thank you for your cooperation."
    },
    {
      "AdvisoryID": "170",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "N",
      "AdvisoryDate": "2020-09-08 11:03:55 AM",
      "Headline": "Due to demand, as of 2017, all sites in McDonald Creek Campground are reservable from June 21 &ndash; September 12, 2020",
      "Description": "During this period, non-occupied reservation sites can accommodate first-come, first-served customers for one, or perhaps more nights, depending on availability."
    },
    {
      "AdvisoryID": "169",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-08 10:59:27 AM",
      "Headline": "Beginning September 8th, Radium is available on a first-come, first-served basis and Paleface is available by reservation only",
      "Description": "Flora, Lindeman and Greendrop loops are closed."
    },
    {
      "AdvisoryID": "167",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-04 10:43:27 AM",
      "Headline": "Surveyor&rsquo;s Lake Campground closed on September 15 for the remainder of the season",
      "Description": "<p>BC Parks will be closing Surveyor&rsquo;s Lake Campground on September 15, 2020 for the remainder of the season, in order to complete facility upgrades. The project will include resurfacing each campsite and replacing the picnic tables, fire rings and number posts. Park visitors should be aware that heavy equipment will be transitioning through the park and working in Surveyor&rsquo;s Lake Campground.</p><p>Camping opportunities will continue to be available in Kalispell and Ponderosa Campgrounds until September 30, 2020.</p>"
    },
    {
      "AdvisoryID": "166",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-03 4:52:10 PM",
      "Headline": "Road Closures",
      "Description": "<p>The Clearwater River Road (the gravel road along the west side of the Clearwater River, used primarily by fishers and kayakers) is closed beyond the Kettle at 9km, due to water damage. Updates will be provided as conditions change but the road may be inaccessible beyond the Kettle for some time.</p> <p>Battle Mountain Road is now open to the first parking lot at 2.5 km, but closed to vehicle traffic after that. Note that the road surface is still rough and a high-clearance, 4x4 vehicle is recommended.</p>"
    },
    {
      "AdvisoryID": "165",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-02 10:59:44 AM",
      "Headline": "Gwe Da Ts&rsquo;ih Campground closing September 15",
      "Description": "Gwe Da Ts&rsquo;ih Campground will be closed as of September 15th 2020, to prevent human-bear interactions this fall."
    },
    {
      "AdvisoryID": "164",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-02 10:40:17 AM",
      "Headline": "Kennedy Lake Park is a day-use park",
      "Description": "<p><strong>Camping and overnight parking is strictly prohibited.</strong></p><p>Anyone found in the park between 11pm and 7am will be evicted and will receive violation tickets.</p>"
    },
    {
      "AdvisoryID": "163",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-09-02 9:51:18 AM",
      "Headline": "Illegally parked vehicles",
      "Description": "<p><strong>Starting September 5, 2020, vehicles parked illegally at Porteau Cove Park will be subject to towing at the owner&rsquo;s expense. Visitors must park in designated parking lots and observe the &ldquo;no parking&rdquo; signs posted.</p><p>Illegal parking has become a safety issue at Porteau Cove Park, with vehicles blocking access for emergency response and people parking along the highway. Thank you for making a visit to Porteau Cove safe for everyone.</strong></p>"
    },
    {
      "AdvisoryID": "162",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-08-31 3:49:07 PM",
      "Headline": "Buckhorn campground closed beginning September 8, 2020",
      "Description": "Buckhorn campground will be closed on September 8th for the remainder of the season to upgrade and expand facilities for the 2021 camping season. The Heather trail will remain open during this time, however hikers may be asked to briefly stop while traveling through the area of Buckhorn camp. The upper parking area at the sub-alpine meadows will be closed from September 8th-11th to allow for storage of materials for this project."
    },
    {
      "AdvisoryID": "158",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-08-28 9:33:19 AM",
      "Headline": "No parking on Alice Lake Road",
      "Description": "In order to maintain park safety and public security, all vehicles parked illegally and on road edges will be subject to towing at the owner&rsquo;s expense."
    },
    {
      "AdvisoryID": "157",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-08-27 3:01:54 PM",
      "Headline": "Running water unavailable at Shelter Bay Site",
      "Description": "Due to a waterline break, the Shelter Bay Site is currently without running water. Updates will be posted when available."
    },
    {
      "AdvisoryID": "156",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-08-27 2:55:39 PM",
      "Headline": "Cowichan Valley Trail (Trans Canada Trail) closed",
      "Description": "The Ministry of Transportation and Infrastructure has closed the Cowichan Valley Trail between Holt Creek Trestle and 66 Mile Trestle. Repairs to the trestles and trail washouts are anticipated to complete in mid-October 2020. Please note during this time, the Cowichan River Footpath in the area of the repairs may be impacted/closed for the work. <ul><li><a href+\"https://news.gov.bc.ca/releases/2020TRAN0126-001546\">Information Bulletin</a></li></ul>"
    },
    {
      "AdvisoryID": "155",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-08-27 8:53:31 AM",
      "Headline": "Trail and recreational access closures this fall",
      "Description": "<p> Trail and recreational access closures this fall </p> <p> Please be advised that BC Parks will be conducting three fuel management projects in West Arm Park this fall (September to December). To ensure public safety during these treatments, there will be trail closures and recreational access closures associated with all three projects. </p> <ol start=\"1\" type=\"1\"> <li> 12.7 hectare hand treatment 1km up Svoboda Road in the vicinity of Short Svoboda, Frog Jam, Squeeler, and Toe Jam Trails. Expect trail closures from September 8th until late November or early December. Please also see trail information on the Nelson Cycling Club&rsquo;s Facebook page. </li> <li> 12.7 hectare hand treatment along Lasca Road. There will be no recreational access beyond the gate as of September 1st until late November or early December. </li> <li> 15.4 hectare mechanical treatment at the end of Lasca Road. There will be no recreational access beyond the gate as of September 1st until late November or early December. </li> </ol> <p> Please obey all informational signage posted on site and please check this website often for the latest updates. </p> <p> For more information please call 250 489-9211. </p>"
    },
    {
      "AdvisoryID": "154",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-08-27 8:44:54 AM",
      "Headline": "Recreation trails between the campgrounds are closed",
      "Description": "A slump in the silt bluff between the campgrounds at Okanagan Lake Park have closed the recreation trails between them. It is likely that the trails will remain closed at minimum for the remainder of 2020."
    },
    {
      "AdvisoryID": "153",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "N",
      "AdvisoryDate": "2020-08-26 4:48:34 PM",
      "Headline": "Porcupine Advisory",
      "Description": "If leaving your vehicle at the trail head, we suggest that you surround your vehicle with chicken wire. Porcupines may chew on brake and fuel lines."
    },
    {
      "AdvisoryID": "151",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-08-25 10:02:17 AM",
      "Headline": "Park closed beginning in September for facility upgrades",
      "Description": "BC Parks will be closing Bijoux falls for September and possibly October for upgrades to the Faculties. Please plan your trip accordingly as public access will not be allowed to the Falls during this time. Thank you for your cooperation."
    },
    {
      "AdvisoryID": "145",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-08-18 8:59:03 AM",
      "Headline": "Hind Hut Closure",
      "Description": "<p>The Hind Hut is currently closed due to COVID-19. Hikers and climbers will need to plan and prepare accordingly. Camping is available by reservation only within the core area of the park.  Please visit BC Parks reservation site at: <a href=\"https://www.discovercamping.ca/\">discovercamping.ca</a> for more information.</p>"
    },
    {
      "AdvisoryID": "142",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-08-17 3:59:23 PM",
      "Headline": "Hamill Creek Trail closed at 3<sup>rd</sup> cable car crossing",
      "Description": "Hamill Creek Trail closed at 3<sup>rd</sup> cable car crossing due to hazard trees within the area."
    },
    {
      "AdvisoryID": "141",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-08-17 2:51:30 PM",
      "Headline": "Boiling water advisory at Hicks Lake",
      "Description": "Visitors are advised to boil water for at least two minute before drinking."
    },
    {
      "AdvisoryID": "140",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-08-17 2:46:50 PM",
      "Headline": "Washroom buildings at Honeymoon Bay group campsite are unavailable until further notice",
      "Description": "Thank you for your patience."
    },
    {
      "AdvisoryID": "137",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-08-13 4:00:58 PM",
      "Headline": "Falls Lake Trail Improvements",
      "Description": "Trail improvements will be occurring on the Falls Lake Trail on August 20&ndash;22, 2020, including replacing a series of foot bridges. Travel on the trail may be limited and delays are to be expected. The Falls Lake campground will be occupied by the trail crew and will have limited or no availability for public overnight use."
    },
    {
      "AdvisoryID": "136",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-08-12 4:24:29 PM",
      "Headline": "The Washout Creek and Fortress Creek Campgrounds have been decommissioned due to dangerous trees",
      "Description": "Please use at your own risk."
    },
    {
      "AdvisoryID": "134",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "N",
      "AdvisoryDate": "2020-08-12 4:18:52 PM",
      "Headline": "Fording the Athabasca River is not recommended",
      "Description": "There is no estimated time for repair or replacement of this bridge."
    },
    {
      "AdvisoryID": "133",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-08-12 10:52:31 AM",
      "Headline": "Phase 3 of the restoration project has begun",
      "Description": "<p>Restoration (Phase 3) of the historic concrete tipple has started. Due to the movement of machinery, please exercise caution when accessing the park and obey all signage.</p>"
    },
    {
      "AdvisoryID": "131",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "N",
      "AdvisoryDate": "2020-08-12 9:06:24 AM",
      "Headline": "Maximum 8 people per campsite at all times",
      "Description": "<p>This includes all campers and visitors.</p>"
    },
    {
      "AdvisoryID": "130",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-08-11 4:35:01 PM",
      "Headline": "New campsites and accessibility improvements at Loveland Bay Provincial Park",
      "Description": "<p>  In response to public demand for increased camping opportunities in highly desirable locations, the Provincial Government has invested $22.9 million in campgrounds throughout British Columbia over the last five years. </p> <p>  This includes new campsites at Loveland Bay Provincial Park. Over the next year, 22 additional campsites will be added to meet increased demand. This project will also include upgrades to the existing campsites, a reconstructed beach area, new toilet facilities, expanded parking and improved accessibility to visitors. In addition, improvements to the campground road will result in better passage for fish and amphibians. </p> <ul>  <li>   <a href=\"docs/loveland-bay-campground-expansion-sign-2020.pdf\" target=\"_blank\">Loveland Bay Campground Expansion Sign <span class=\"fileinfo\">[PDF]</span></a>  </li> </ul>"
    },
    {
      "AdvisoryID": "129",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-08-11 1:13:02 PM",
      "Headline": "To protect both people and bears, special regulations in place during the salmon run",
      "Description": "<p>  BC Parks is eagerly anticipating the return of the Kokanee salmon to the spawning channel at Kokanee Creek Park. The park has an elevated boardwalk to allow visitors to view the salmon in the spawning channel. BC Parks would like to remind visitors that during the spawning period, bears are also frequent visitors to the channel to feed on the salmon. To protect both people and bears, the spawning channel viewing areas have special regulations in place during the salmon run. </p> <p>  These restrictions will come into effect when the Kokanee spawning is occurring in the channel, from August 14<sup>th</sup> to October 7<sup>th</sup>, 2020 and will include: </p> <ol>  <li>   Dogs will not be permitted on the boardwalk or the trails adjacent to the spawning channel.  </li>  <li>   Bicycles must be walked across the boardwalk and along the trails adjacent to the spawning channel.  </li>  <li>   The portion of the spawning channel downstream of the viewing platform will be closed to the public during the period that bears are utilizing it for feeding. This closure will include the trails behind the Nature Center.  </li>  <li>   Please respect the new covid-19 guidelines and traffic flow signs for the Spawning Channel trails. Wearing a mask is encouraged.  </li> </ol>"
    },
    {
      "AdvisoryID": "128",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-08-11 9:04:29 AM",
      "Headline": "Green Lake sani-station closed",
      "Description": "The sani-station/dump facilities located at the junction of North Green Lake Road and North Bonaparte Road are closed for repairs."
    },
    {
      "AdvisoryID": "125",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-08-07 4:46:22 PM",
      "Headline": "The campground will be closed for the season effective September 9 for electrification construction",
      "Description": ""
    },
    {
      "AdvisoryID": "124",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-08-07 1:14:31 PM",
      "Headline": "Conrad Kain Hut availability",
      "Description": "<p>The Conrad Kain hut is only available for reserved guests with the Alpine Club of Canada under strict COVID-19 protocols.</p>"
    },
    {
      "AdvisoryID": "123",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "N",
      "AdvisoryDate": "2020-08-07 1:11:32 PM",
      "Headline": "Peregrine Falcons in South Gully/Memorial Ledge/Squamish Buttress Area of Stawamus Chief",
      "Description": "Use caution in these areas and areas in and around the Apron. If you encounter a falcon, keep your distance. If the birds appear agitated, leave the area as soon as possible."
    },
    {
      "AdvisoryID": "120",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "N",
      "AdvisoryDate": "2020-08-06 1:38:41 PM",
      "Headline": "Campfires are not permitted in this park",
      "Description": ""
    },
    {
      "AdvisoryID": "119",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "N",
      "AdvisoryDate": "2020-08-06 8:47:26 AM",
      "Headline": "White-Nose Syndrome",
      "Description": "White-nose Syndrome is a fungal disease that has been linked to the mass die-off of hibernating bats in Eastern North America &ndash; it poses a significant threat to bats of the west and British Columbia. There is evidence that humans have accelerated the spread through entering caves with contaminated clothing, gear or equipment. To help prevent WNS from taking hold in B.C., the Province is making investments in bat conservation projects. <p><strong> To ensure the protection of bats and their habitat in this park, BC Parks strongly advises that personal caving gear that has been used anywhere east of the Rockies not be used in B.C. Also, before entering caves in B.C, cavers and visitors should consult the provincial WNS website, which includes a link to a Decontamination Protocol for Mines and Caves. </strong></p> <ul><li><a href=\"http://www2.gov.bc.ca/gov/content/environment/plants-animals-ecosystems/wildlife/wildlife-health/wildlife-diseases/white-nose-syndrome\">Learn more about white-nose syndrome</a></li></ul>"
    },
    {
      "AdvisoryID": "117",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-08-05 4:49:27 PM",
      "Headline": "Group campsites, (Ralph River & Driftwood Bay frontcountry, Croteau Lake backcountry) are now open with a maximum limit of 16 people)",
      "Description": ""
    },
    {
      "AdvisoryID": "116",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-08-05 4:33:47 PM",
      "Headline": "Tweedsmuir Provincial Park frontcountry is only accepting first-come, first-served camping at this time",
      "Description": ""
    },
    {
      "AdvisoryID": "112",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-08-04 9:37:08 AM",
      "Headline": "Road and Trail Information",
      "Description": "<p>NOTICE OF INTERMITTENT ROAD CLOSURE - The Walker FSR will have intermittent delays for repairs scheduled to be completed on the Fraser River Bridge (G1-710), located at 5.3 Km. Work is scheduled to commence on August 17th, and will last approximately 7 days.</p> <p> While travelling on the Walker Creek Forest Service Road (FSR), attention is required to navigate the surface as it is uneven, rutted, slippery and very rough. The road is not recommended for anything other than a 4x4, high clearance vehicle, and drivers familiar with this type of vehicle operation.</p> <p> The trail between Bastille Creek and Buchanan Creek can result in quite a bit of hiking around sections where the old road surface has washed away and some travel on muddy sections of the winter snowmobile route due to ATV/UTV traffic and wet conditions up to Buchanan Creek where ATV/UTV traffic is not permitted within the boundaries of the Park. Trail/route surface is a good hard surface from Buchanan Creek to Kakwa Lake.</p>"
    },
    {
      "AdvisoryID": "108",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-31 4:30:39 PM",
      "Headline": "New cabin construction at Ozalenka",
      "Description": "Please be advised that construction of a new cabin will be happening around the Ozalenka campground/cabin site from July 29, 2020-October 30, 2020. There may be helicopter and construction noise in the area during this time, we apologize for any inconvenience."
    },
    {
      "AdvisoryID": "107",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-31 3:23:27 PM",
      "Headline": "Campground capacity reduction due to danger trees",
      "Description": "Campground size is reduced to one campsite due to hazard trees from a pine beetle infestation 5-10 years ago. Standing dead pine trees surrounding the campground are becoming unstable and hazardous as roots decay. The boat launch and one campsite have been cleared of hazard trees and are now open to public. Please respect signage and stay out of areas that remain closed. Visitors planning to camp overnight are asked to limit the length of their stay, and advised to make back-up plans since the campground is likely to be full."
    },
    {
      "AdvisoryID": "106",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-31 12:11:00 PM",
      "Headline": "Trail map update",
      "Description": "BC Parks has recently updated the Burgoyne Bay trail map to reflect some changes. Please be advised that the gravel road adjacent to the eastern boundary of Burgoyne Bay Provincial Park is a private driveway and is not part of the trail network. BC Parks has decommissioned a 400m section of trail that led to the private driveway."
    },
    {
      "AdvisoryID": "105",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-31 12:09:35 PM",
      "Headline": "Bridge removal project",
      "Description": "On August 17, 2020, BC Parks will be closing one section of a multi-use trail near Mt. Sullivan for a stream restoration project involving the removal of an old log bridge crossing and stabilization of the stream channel and banks. This work will address the issue of bridge material slumping into the salmon bearing creek below, negatively affecting fish habitat, clogging culverts in the lower reaches of the creek and eroding archeological sites. The trail will remain closed while BC Parks monitors the bank stabilization and determines an appropriate form and location of a new crossing. Additional stream diversion work will also be taking place upland <strong>and below</strong> the bridge site to help restore natural flows and address trail erosion issues. Minor disruptions can be expected."
    },
    {
      "AdvisoryID": "101",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-30 4:47:29 PM",
      "Headline": "As of June 1, the campground and Westside of the canoe circuit are open. Eastside will be open as of August 4.",
      "Description": "<p>Until the Eastside opens, travel on the canoe circuit Westside is permitted up to and including Unna and Rum Lake only.</p> <p>Park visitors are reminded to be prepared for backcountry travel which includes emergency situations, should they arise. Due to the COVID-19 pandemic, rescues and medical assistance may be significantly delayed.</p> <p>Emergency radios may not be operational at all sites, therefore park visitors are encouraged to provide their own means of emergency communication.</p>"
    },
    {
      "AdvisoryID": "97",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-30 12:04:11 PM",
      "Headline": "Shower building at Clearwater Lake Campground closed for the season",
      "Description": "Park Visitors to Clearwater and Falls Creek campgrounds in Wells Gray Provincial Park are advised that the shower facility normally operated in the concession building is closed for the season."
    },
    {
      "AdvisoryID": "96",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-30 12:02:28 PM",
      "Headline": "Drinking water at Mahood Lake campground on permanent boil water order",
      "Description": "Park Visitors are advised to either bring their own potable water or boil water prior to consumption. Interior Health advises the following: <ul> <li>Boiling water is the most effective way to disinfect water, particularly if you think your water has parasites such as Giardia or Cryptosporidium, or if you have a weakened immune system. </li> <li>Boil water for at least 1 minute. At elevations over 2,000 meters (6,500 feet) boil water for at least 2 minutes.</li> <li>Store disinfected water in clean, covered, food grade containers </li> </ul> BC Parks is working with Interior Health and our Capital program and hopes to develop a new drinking water source at the Park in the near future. Unfortunately this will take some time. Please consult this web page for future updates."
    },
    {
      "AdvisoryID": "104",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "N",
      "AdvisoryDate": "2020-07-30 11:18:01 AM",
      "Headline": "Camping is permitted in designated areas only",
      "Description": "<a href=\"#Reservations\">Camping</a> is prohibited along the lakeshore and foreshore areas as well as in the Niobe meadows."
    },
    {
      "AdvisoryID": "103",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "N",
      "AdvisoryDate": "2020-07-30 11:16:41 AM",
      "Headline": "Bear-proof canisters are mandatory",
      "Description": "Due to the current popularity of the area, food storage is limited and only available at the main campground. Visitors must store their food in a bear proof canister away from their tent."
    },
    {
      "AdvisoryID": "87",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-27 3:51:27 PM",
      "Headline": "The sani-station located in the Atnarko Corridor is out of order until further notice",
      "Description": "Park visitors should prepare to deal with their waste disposal before and/or after leaving Tweedsmuir Park South."
    },
    {
      "AdvisoryID": "86",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-27 1:59:55 PM",
      "Headline": "Tote Road is currently not accessible past Hwy 20",
      "Description": "Please refer to this page for updates on when the Tote Road will be re-opened."
    },
    {
      "AdvisoryID": "110",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-24 4:51:26 PM",
      "Headline": "Atnarko Corridor sani-station out of order",
      "Description": "The sani-station located in the Atnarko Corridor is out of order until further notice due to unresolved well pump and underground line issues. While we are working to resolve this problem, park visitors should prepare to deal with their waste disposal before and/or after leaving Tweedsmuir Park South."
    },
    {
      "AdvisoryID": "82",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-24 10:35:56 AM",
      "Headline": "For summer 2020, reservations for Garibaldi can be made two weeks in advance",
      "Description": ""
    },
    {
      "AdvisoryID": "84",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-24",
      "Headline": "Backcountry camping reservations will be available on <a href=\"https://www.discovercamping.ca/BCCWeb/Memberships/CustomerOverNightMemberships.aspx\">Discover Camping</a> on July 27th @ 7AM (PST).",
      "Description": ""
    },
    {
      "AdvisoryID": "81",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-23 5:03:27 PM",
      "Headline": "Capital project occurring at Fish Lake throughout the month of July",
      "Description": "There is a capital project occurring at Fish Lake until August 15th to improve park facilities in this area. Camping will be limited throughout this month due to construction crews using the facilities. Construction noise will be apparent during all calendar days until August 15th. There will be heavy helicopter traffic on July 25th."
    },
    {
      "AdvisoryID": "80",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-23 4:53:35 PM",
      "Headline": "Brushing will be conducted on the Radium Lake Trail July 24 &ndash; 25, 2020",
      "Description": "Please allow crews space to work. Minor delays should be expected."
    },
    {
      "AdvisoryID": "79",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-23 4:24:37 PM",
      "Headline": "Due to high volume, first-come, first-served sites are at 100% occupancy daily",
      "Description": "Please be advised that there may not be a site available when you arrive at the park."
    },
    {
      "AdvisoryID": "78",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-23 3:53:25 PM",
      "Headline": "Flooding on the Bowron Lake Canoe Circuit",
      "Description": "There is currently significant flooding on the Bowron Lake Canoe Circuit and visitors should be aware that some camping areas may not currently be accessible. Canoers should be prepared to canoe an extended distance should their preferred area be experiencing flooding. The east side of the circuit remains closed until at least August 3, inclusive. It is tentatively planned to open on August 4 with the possibility that a closure extension may be required."
    },
    {
      "AdvisoryID": "77",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-23 10:14:52 AM",
      "Headline": "Raven Lake Cabin, Grizzly Den Cabin and 8-Mile Cabin are currently closed",
      "Description": ""
    },
    {
      "AdvisoryID": "76",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-22 3:21:18 PM",
      "Headline": "Sombrio Beach Access Road Construction",
      "Description": "Please be advised that bank stabilization works will be occurring Tuesday, July 28 &ndash; Friday, July 31, 2020. Expect traffic delays of up to 20 minutes. Flaggers will be onsite during works, directing traffic. Drive with care."
    },
    {
      "AdvisoryID": "75",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-22 2:51:37 PM",
      "Headline": "Buckhorn Campground will be closed on September 8th for the remainder of the season to upgrade and expand facilities for the 2021 camping season",
      "Description": "The Heather trail will remain open during this time, however hikers may be asked to briefly stop while travelling through the area of Buckhorn camp."
    },
    {
      "AdvisoryID": "74",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-22 2:43:20 PM",
      "Headline": "Trail User Advisory",
      "Description": "<p>Canyon View Trail will have short term closures and trail detours in place over the next 3 weeks to accommodate trail maintenance activities and salmon spawning gravel placement work in the Campbell River.</p> <p>Thank you for your cooperation.</p>"
    },
    {
      "AdvisoryID": "73",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-22 2:41:33 PM",
      "Headline": "Canyon View Trail Detour July 27 &ndash; 31",
      "Description": "<h6>Lower Canyon View Trail &ndash; North side of river (closed at logging road bridge)</h6> <p>  This location will be inaccessible due to trail and boardwalk upgrading in the area. Trail users may continue to access the trail via the Logging road and the Pumphouse access road <br>  Please see map attached. </p> <ul>  <li>   <a href=\"docs/Canyon-View-Trail-Detour-Signs-2020.pdf\" target=\"_blank\">Canyon View Trail Detour</a>  </li> </ul>"
    },
    {
      "AdvisoryID": "72",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-22 2:16:32 PM",
      "Headline": "Chinook Spawning Gravel Placement Project August 4 &ndash; 15",
      "Description": "<h6>Lower Canyon View Trail &ndash; North side of river (upstream of the Pumphouse)</h6> <p>This location will be subject to short trail delays while heavy equipment mobilizes spawning gravel to the river. </p> <p>   Please adhere to on-site closures and flagging personnel and watch for heavy equipment. Project description and map attached.</p> <ul>  <li>   <a href=\"docs/2020-Chinook-Gravel-Project-Info.pdf\" target=\"_blank\">2020 Chinook Advisory</a>  </li> </ul>"
    },
    {
      "AdvisoryID": "71",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-22 11:06:38 AM",
      "Headline": "New day-use reservation system",
      "Description": "<p>  As of July 27<sup>th</sup>, a new day-use reservation system is in effect for day-use access in Golden Ears Park. Please obtain a pass for the following day-use destinations: the South Beach day-use area parking lot, the Alouette Lake boat launch parking (for boat trailers), West Canyon Trailhead parking lot and the East Canyon and North Beach parking lot. </p> <p>  You can obtain a pass on the <a href=\"https://discovercamping.ca/BCCWeb/Memberships/MembershipPasses.aspx\">Discover Camping website</a>. Passes are available starting at 6AM for a same day visit. Please have your pass ready for review by the Park Operator staff at the checkpoint on the main access road. </p> <p>  Vehicles that arrive at the checkpoint without a day-use pass or a camping reservation will be asked to turn around and return with a valid pass or reservation. </p> <p>  Please note: Passes do not guarantee a parking spot. Visitors should plan accordingly. </p> <ul>  <li>   <a href=\"/reserve/day-use/\">Day-Use Pass Information</a>  </li> </ul>"
    },
    {
      "AdvisoryID": "70",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-22 11:02:09 AM",
      "Headline": "New day-use reservation system",
      "Description": "<p>  As of July 27<sup>th</sup>, a new day-use reservation system is in effect for day-use access to the following trailheads in Garibaldi Park: Diamond Head (Elfin Lakes), Rubble Creek (Garibaldi Lake), and Cheakamus. </p> <p>  You can obtain a pass on the <a href=\"https://discovercamping.ca/BCCWeb/Memberships/MembershipPasses.aspx\">Discover Camping website</a>. Passes are available starting at 6AM for a same day visit. Please have your pass ready for review by the Park Operator staff. </p> <p>  Please note: Passes do not guarantee a parking spot. Visitors should plan accordingly. </p> <ul>  <li>   <a href=\"/reserve/day-use/\">Day-Use Pass Information</a>  </li> </ul>"
    },
    {
      "AdvisoryID": "69",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-22 11:00:20 AM",
      "Headline": "New day-use reservation system",
      "Description": "<p>  As of July 27<sup>th</sup>, a new day-use reservation system is in effect for day-use access to the upper mountain trails (Seymour Main Trail, Mystery Lake trail, Dog Mountain Trail). </p> <p>  You can obtain a pass on the <a href=\"https://discovercamping.ca/BCCWeb/Memberships/MembershipPasses.aspx\">Discover Camping website</a>. Passes are available starting at 6AM for a same day visit. Please have your pass ready for review by the Park Operator staff at the trailhead. </p> <p>  Please note: Passes do not guarantee a parking spot. Visitors should plan accordingly. </p> <ul>  <li>   <a href=\"/reserve/day-use/\">Day-Use Pass Information</a>  </li> </ul>"
    },
    {
      "AdvisoryID": "68",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-22 10:57:09 AM",
      "Headline": "New day-use reservation system",
      "Description": "<p>  As of July 27<sup>th</sup>, a new day-use reservation system is in effect for day-use access to the upper mountain trails in Cypress Park including the Howe Sound Crest Trail, Hollyburn Mountain trail, and the Black Mountain Plateau trail. </p> <p>  You can obtain a pass on the <a href=\"https://discovercamping.ca/BCCWeb/Memberships/MembershipPasses.aspx\">Discover Camping website</a>. Passes are available starting at 6AM for a same day visit. Please have your pass ready for review by Park Operator staff at the trailheads. </p> <p>  Please note: Passes do not guarantee a parking spot. Visitors should plan accordingly. </p> <ul>  <li>   <a href=\"/reserve/day-use/\">Day-Use Pass Information</a>  </li> </ul>"
    },
    {
      "AdvisoryID": "67",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-22 10:38:50 AM",
      "Headline": "New day-use reservation system",
      "Description": "<p>As of July 27<sup>th</sup>, a new day-use reservation system is in effect for day-use access to the Chief Peaks Trail (also called the \"Backside Trail\").</p> <p>  You can obtain a pass on the <a href=\"https://discovercamping.ca/BCCWeb/Memberships/MembershipPasses.aspx\">Discover Camping website</a>. Passes are available starting at 6AM for a same day visit. Please have your pass ready for review by Park Operator staff at the trailhead. </p> <p>  Please note: Passes do not guarantee a parking spot. Visitors should plan accordingly. </p> <ul>  <li>   <a href=\"/reserve/day-use/\">Day-Use Pass Information</a>  </li> </ul>"
    },
    {
      "AdvisoryID": "65",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-21 11:33:52 AM",
      "Headline": "Playground construction and trail upgrades are scheduled to start August 4 and continue through to August 21",
      "Description": "Expect disruption and some noise disturbance in the campground during this time. We appreciate your patience."
    },
    {
      "AdvisoryID": "64",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-21 11:20:38 AM",
      "Headline": "Stargazing and Aurora Borealis viewing is becoming increasingly popular at Porteau Cove",
      "Description": "Please note that the park is closed from 11 PM to 7 AM and stargazers must vacate the park between these hours."
    },
    {
      "AdvisoryID": "60",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-21 10:00:59 AM",
      "Headline": "Caution: Extreme danger due to high water",
      "Description": "The water level is extremely high and the <strong>creek crossings are extremely dangerous</strong> at this time. Crossing the creek is not recommended."
    },
    {
      "AdvisoryID": "57",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-16 3:23:42 PM",
      "Headline": "Notice of changes to camping at Smelt Bay",
      "Description": "<ul><li>Camping is by 100% reservation, on.</li> <li>First-come, first-served campsites are not available.</li> <li>Due to COVID-19, overflow is very limited at this location to ensure safe spacing between sites.</li></ul>"
    },
    {
      "AdvisoryID": "56",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-16 3:00:15 PM",
      "Headline": "Please note that significant concerns around a localized outbreak of COVID-19 exist in the remote northern communities",
      "Description": "Visitors to Chase Provincial Park are asked to access the park from the south end via the Finlay-Osilinka Forest Service Road and refrain from entering any indigenous communities."
    },
    {
      "AdvisoryID": "55",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-16 2:16:48 PM",
      "Headline": "This park is closed and visitors to the area are asked to refrain from entering the community",
      "Description": "<strong>Please note that significant concerns around a localized outbreak of COVID-19 exist in the remote northern community of Kwadacha Village (Fort Ware).</strong><p>Services such as fuel and food supplies are not available to the general public. BC Parks appreciates the public&rsquo;s cooperation in following the request of the communities and keeping members safe during these challenging times.</p>"
    },
    {
      "AdvisoryID": "54",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-16 2:02:08 PM",
      "Headline": "This park is closed and visitors to the area are asked to refrain from entering the community",
      "Description": "<strong>Please note that significant concerns around a localized outbreak of COVID-19 exist in the remote northern community of Tsay Keh Dene.</strong><p>Services such as fuel and food supplies are not available to the general public. BC Parks appreciates the public&rsquo;s cooperation in following the request of the communities and keeping members safe during these challenging times.</p>"
    },
    {
      "AdvisoryID": "53",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-16 11:57:52 AM",
      "Headline": "Visitors to this [pType] are asked to refrain from entering either community or mooring boats at the dock",
      "Description": "Please note that significant concerns around a localized outbreak of COVID-19 exist in the remote coastal communities of Lax Kw&rsquo;alaams and Metlakatla. BC Parks appreciates the public&rsquo;s cooperation in following the request of the communities and keeping members safe during these challenging times."
    },
    {
      "AdvisoryID": "50",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-15 10:55:04 AM",
      "Headline": "Canyonlands Trail Bridge Damage",
      "Description": "Due to damage from high water, the bridges over Trout Creek and Hemp Creek have been washed away. The rivers are impassible during normal flows. These bridges are normally accessed from the Flatiron Trail but may also be accessed via trails from Green Mountain or Moul Falls (note that the Moul Falls Trail remains open)."
    },
    {
      "AdvisoryID": "47",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-14 3:08:24 PM",
      "Headline": "Pilot bay lighthouse facility is closed due to COVID-19 concerns. The trail is open.",
      "Description": ""
    },
    {
      "AdvisoryID": "31",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-14",
      "Headline": "The historic Peace Arch monument will be refurbished in the summer of 2020",
      "Description": "<div>The work is expected to take place from July 16th to September. The work will include vapour blasting, priming, repainting, restoring inscriptions, restoring ornamental gates, and restoring the commemorative plaques. Please note the arch may not be visible during this time due to the need to wrap the structure to contain removed paint and protect the work.</div>"
    },
    {
      "AdvisoryID": "45",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-13 11:33:37 AM",
      "Headline": "The park is open for day-use, although the official day-use area and playground are closed due to bank erosion",
      "Description": ""
    },
    {
      "AdvisoryID": "44",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-13 11:08:13 AM",
      "Headline": "Smoke from pile burning to be visible in Smithers area",
      "Description": "<p>To reduce the risk of wildfire in the Call Lake Provincial Park, the BC Wildfire Service and BC Parks will be burning piles of wood debris between July 13 and 24, 2020.</p> <ul><li><a href=\"docs/20200710_IB_Pile-burning-at-Call-Lake.pdf\" target=\"_blank\">Information Bulletin</a></li> </ul>"
    },
    {
      "AdvisoryID": "42",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-09 4:48:37 PM",
      "Headline": "Clearwater River Trail South - change in access",
      "Description": "<div><font size=2 color=black>Spahats Creek footbridge out due to flood damage. Crossing the creek from the Land Bridge towards First Canyon is not possible at this time. </font></div>"
    },
    {
      "AdvisoryID": "41",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-09 4:46:49 PM",
      "Headline": "High water levels",
      "Description": "<div><font size=2 color=black>High water levels have flooded some parts of trails and marine campsites. Please plan accordingly and stay well back from the edge of &nbsp;creeks and rivers. </font></div>"
    },
    {
      "AdvisoryID": "40",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-09 3:00:17 PM",
      "Headline": "Park Opening Announcement",
      "Description": "<p>BC Parks is very pleased to announce jointly with Xeni Gwet&rsquo;in First Nation that Ts&rsquo;il?os Provincial Park is open for both day-use and overnight camping, including Nu Chugh Beniz & Gwe Da Ts&rsquo;ih campgrounds.</p> <p> BC Parks has continued to keep the health and wellbeing of our visitors, staff, park operators, and local communities as our top priority by implementing COVID-19 safety protocols and respecting continued PHO guidelines around physical distancing, </p> <p> The <a href=\"http://bcparks.ca/covid-19/docs/Camping-During-COVID-19.pdf\" target=\"_blank\">BC Parks Guide to Camping During COVID-19</a> is an excellent resource to help you understand what to expect when you arrive at the campgrounds. The guide outlines how to prepare, set up, and stay safe while visiting BC Parks. </p> <p> All visitors to Ts&rsquo;il?os Park are asked to be fully self-contained and to have no contact with local community members in the Nemiah Valley in order to limit the chance of spreading the COVID-19 virus. The gas station, tire repair and convenience store are closed to non-residents. Visitors are reminded to check <a href=\"https://www.xenigwetin.net/\">www.xenigwetin.net</a> for updates on access to Title Lands. </p> <p> We appreciate your ongoing cooperation as we work to keep our staff, park operators, local communities, and visitors safe. </p>"
    },
    {
      "AdvisoryID": "39",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-09 2:51:57 PM",
      "Headline": "Mahood Lake Group Site closed until further notice",
      "Description": "<div><font size=2 color=black>Due to extreme flooding conditions the group site, as well as campsites 33 and 34 at Mahood Lake campground is unusable at this time. &nbsp;Reservation holders for the sites will be notified and refunded their fees for camping. &nbsp;BC Parks will continue to monitor the water situation and update this webpage as conditions improve. </font></div>"
    },
    {
      "AdvisoryID": "38",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-09 1:20:58 PM",
      "Headline": "Train line adjacent to park",
      "Description": "<div><font size=2>Park visitors should be aware of a train line which runs alongside the park. Trains can run during the early hours of the morning which can cause some noise disruption within the park.</font></div>"
    },
    {
      "AdvisoryID": "37",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-09 1:18:10 PM",
      "Headline": "Prevent raccoons from becoming food conditioned",
      "Description": "<div><font size=2>Secure all your belongings and do not feed the raccoons. &nbsp;This [pType] has an abundant raccoon population that thrives on park visitor&rsquo;s food, garbage and other scented items. </font></div>"
    },
    {
      "AdvisoryID": "36",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-09 1:13:37 PM",
      "Headline": "Construction noise",
      "Description": "<div><font size=2>Park visitors should be aware of an excavation project currently underway across from the park between the hours of 7am - 4pm. Minor noise and vibration disruption may occur during this time. Thanks! </font></div>"
    },
    {
      "AdvisoryID": "35",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-09 9:43:44 AM",
      "Headline": "BC Parks warns visitors to use extra caution due to high water in the Thompson River",
      "Description": "<div>With all the campsites in this popular park being located along the Thompson River, and the extreme high water flows currently being experienced, BC Parks is warning our visitors to use extra caution. Extreme caution, especially with children or pets, should be exercised at this time. In some locations the river is flowing at less than a metre from the backside of campsites. Both the North and the South Thompson Rivers have peaked and extreme flows should start to subside in the next week.</div>"
    },
    {
      "AdvisoryID": "34",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-08 3:43:43 PM",
      "Headline": "Notice of Temporary Closure",
      "Description": "<div>The eastern entrance to Cameron Lake day-use area and a section of the parking lot will be closed from July 12 to July 25, 2020 while construction work is undertaken on the eastern boundary. Please exercise caution when accessing the area via the western entry, as vehicle movement will be restricted. Please observe all signage. Thank you for your cooperation.</div>"
    },
    {
      "AdvisoryID": "32",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-08 2:53:42 PM",
      "Headline": "Please be aware of poor road conditions on industrial roads required to access this park",
      "Description": "<div>The roads to access this park via the Menzie&rsquo;s Bay Main and the Morton Lake FSR are in poor condition. </div> <div>These roads at the present time are only maintained to an industrial standard and will be very rough in some areas. &nbsp;</div>"
    },
    {
      "AdvisoryID": "30",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-07 2:51:27 PM",
      "Headline": "You are in bear country",
      "Description": "<ul>  <li>   Coolers are not bear proof  </li>  <li>   Secure all food and attractants; unsecured attractants may result in eviction and/or fines  </li>  <li>   Dispose of garbage and grey water in approved receptacles  </li>  <li>   Never approach or feed a bear  </li>  <li>   Report all bear sightings  </li> </ul>"
    },
    {
      "AdvisoryID": "29",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-07 2:49:07 PM",
      "Headline": "BC Parks warns visitors to use extra caution due to high water in the Thompson River",
      "Description": "<div><font size=2 color=black>With all the campsites in this popular park being located along the Thompson River, and the extreme high water flows currently being experienced, BC Parks is warning our visitors to use extra caution. Extreme caution, especially with children or pets, should be exercised at this time. In some locations the river is flowing at less than a metre from the backside of campsites. Both the North and the South Thompson Rivers have peaked and extreme flows should start to subside in the next week.</font></div>"
    },
    {
      "AdvisoryID": "28",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-07 2:45:13 PM",
      "Headline": "Tour buses prohibited",
      "Description": "Tour Buses are prohibited in this park due to COVID-19 response."
    },
    {
      "AdvisoryID": "26",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-06 2:12:48 PM",
      "Headline": "The Inland Lake trail may not be currently passable with all types of wheelchairs/scooters",
      "Description": "<div>Trail work will be occurring and BC Parks will update this webpage once the work is completed. We appreciate your patience.</div>"
    },
    {
      "AdvisoryID": "24",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-06 1:16:21 PM",
      "Headline": "First loop of Hampton Campground opening July 9",
      "Description": "<div><font size=2 color=black>As of July 9th, the first loop of Hampton Campground (sites 1-24 and 79-100) will be open, including the playground and toilet shower building. Amenities in the remaining areas of the campground continue to be closed until further notice. </font></div> <div>&nbsp;</div>"
    },
    {
      "AdvisoryID": "20",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-07-02",
      "Headline": "Muddy conditions on Bugaboo Forest Service Road",
      "Description": "<div><font size=2 color=\"#333333\">Muddy conditions on Bugaboo Forest Service Road are preventing 2 wheel drive access to the Bugaboo trailhead. Low clearance vehicles not recommended for access to the park.</font></div> <div>&nbsp;</div>"
    },
    {
      "AdvisoryID": "18",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-06-30",
      "Headline": "Klappan Rail Grade is impassible",
      "Description": "<div>The Klappan Rail grade has suffered a wash out at km 30. Eaglenest Creek Trail and Didene Portage trail are no longer accessible via the Klappan Rail Grade. Access to Spatsizi Plateau Wilderness Provincial Park is possible through air charter or via the McEwan Creek Trail.</div>"
    },
    {
      "AdvisoryID": "17",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-06-30",
      "Headline": "Cold Fish Lake Camp facilities closed for the season",
      "Description": "<div>All facilities at Cold Fish Lake Camp are closed to visitors for the 2020 season. This decision has been made to ensure the continued health and safety of BC Parks visitors, employees, park contractors, volunteers and partners, and to support efforts to reduce the spread of COVID-19.</div>"
    },
    {
      "AdvisoryID": "16",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-06-30",
      "Headline": "This park is no longer closed due to COVID-19",
      "Description": "<ul> <ul>  <li><font face=\"BC Sans\" size=2 color=black>There are no facilities, trails, or services in this park. </font><font    face=\"BC Sans\" size=2>&nbsp;</font></li>  <li><font face=\"BC Sans\" size=2 color=black>There is no access to this park due to it being on the West side of the Squamish River. </font><font    face=\"BC Sans\" size=2>&nbsp;</font></li> </ul> </ul>"
    },
    {
      "AdvisoryID": "83",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-06-29",
      "Headline": "Campground and boat launch closed",
      "Description": "The campground and boat launch at Pennask Lake Park, at the south east end of Pennask Lake, are closed until further notice due to a hazard tree issue."
    },
    {
      "AdvisoryID": "11",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-06-29",
      "Headline": "Group campsites have been repurposed at this park",
      "Description": "Due to ongoing operational changes as part of our COVID-19 response, group campsites have been repurposed at this park for new family camping opportunities. Please check the <a href=\"/covid-19/\">COVID-19 page</a> for the most up-to-date information."
    },
    {
      "AdvisoryID": "8",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-06-24",
      "Headline": "Public access to the column features is not permitted",
      "Description": "Keremeos Columns Park does not contain the geological features that were intended to be protected at the time of establishment in the early 1930s. The column features are fully contained on private land. At this time, public access to the column features is not permitted. Viewing of the column features must be done so by using valley bottom vantage points that do not involve encroachment or access onto private land."
    },
    {
      "AdvisoryID": "3",
      "Rank": "0",
      "Alert": "Y",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2020-06-09",
      "Headline": "Nyrstar Mine Access",
      "Description": "<div>To ensure public safety and maintain continued access through the active mine, the public is reminded to be respectful of the mine entrance &quot;Checkpoint&quot;, obey all No Entry signs and follow directional signage to park trailheads/parking. Mine site conditions can change rapidly and industrial mine traffic is constantly active. While visitors are safe travelling through the mine along the main road corridor, there is a safety risk if deviating into No Entry areas. Thank you for your cooperation.</div>"
    },
    {
      "AdvisoryID": "135",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2018-02-28",
      "Headline": "Athabasca River suspension bridge failure",
      "Description": "On October 1, 2014, the suspension bridge which crosses the Athabasca River in Jasper National Park, along the land access route to Hamber Park, failed."
    },
    {
      "AdvisoryID": "148",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "N",
      "AdvisoryDate": "2017-02-28",
      "Headline": "Backcountry Reservations",
      "Description": "As of February 28, 2017, the Jedediah Island Marine Provincial Park backcountry campground offers backcountry registrations via our <a href=\"https://www.discovercamping.ca/BCCWeb/Memberships/CustomerOverNightMemberships.aspx\">Discover Camping Backcountry Registration System</a>."
    },
    {
      "AdvisoryID": "126",
      "Rank": "0",
      "Alert": "N",
      "DisplayAdvisoryDate": "Y",
      "AdvisoryDate": "2016-07-29",
      "Headline": "Access road to Mortar and Pestle Trailhead is washed out",
      "Description": "The access road to Mortar and Pestle Trailhead is washed out and impassable by motor vehicles."
    }
  ]
}
